---
kind: property
id: P:Autodesk.Revit.DB.Electrical.InsulationType.IsInUse
source: html/ca2a32ab-5bd4-922f-580b-328021383f77.htm
---
# Autodesk.Revit.DB.Electrical.InsulationType.IsInUse Property

Indicate whether the insulation type is in use.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```